Repository: cartesinus/leyzer
Catalog: translation/en2pl/en2pl-level2.tmx
Source language: en_us
Languages: pl

source: show the instagram pictures with location tag INSTAGRAM.SLOT.LOCATION
pl: pokaż zdjęcia na instagramie ze znacznikiem lokalizacji INSTAGRAM.SLOT.LOCATION

source: show the news from NEWS.SLOT.PORTAL
pl: pokaż wiadomości z NEWS.SLOT.PORTAL

source: show this article in arabic
pl: pokaż ten artykuł w języku arabskim

source: show this article in chinese
pl: pokaż ten artykuł po chińsku

source: show this article in english
pl: pokaż ten artykuł w języku angielskim

source: show this article in french
pl: pokaż ten artykuł w języku francuskim

source: show this article in german
pl: pokaż ten artykuł w języku niemieckim

source: show this article in italian
pl: pokaż ten artykuł w języku włoskim

source: show this article in polish
pl: pokaż ten artykuł po polsku

source: show this article in portuguese
pl: pokaż ten artykuł w języku portugalskim

source: show this article in russian
pl: pokaż ten artykuł w języku rosyjskim

source: show this article in spanish
pl: pokaż ten artykuł w języku hiszpańskim

source: show this article in ukrainian
pl: pokaż ten artykuł w języku ukraińskim

source: show this page in arabic
pl: pokaż tę stronę po arabsku

source: show this page in chinese
pl: pokaż tę stronę po chińsku

source: show this page in english
pl: pokaż tę stronę w języku angielskim

source: show this page in french
pl: pokaż tę stronę w języku francuskim

source: show this page in german
pl: pokaż tę stronę w języku niemieckim

source: show this page in italian
pl: pokaż tę stronę w języku włoskim

source: show this page in polish
pl: pokaż tę stronę po polsku

source: show this page in portuguese
pl: pokaż tę stronę w języku portugalskim

source: show this page in russian
pl: pokaż tę stronę po rosyjsku

source: show this page in spanish
pl: pokaż tę stronę w języku hiszpańskim

source: show this page in ukrainian
pl: pokaż tę stronę po ukraińsku

source: show tweets about TWITTER.SLOT.HASHTAG
pl: pokaż tweety o TWITTER.SLOT.HASHTAG

source: show tweets about TWITTER.SLOT.HASHTAG on twitter
pl: pokaż tweety o TWITTER.SLOT.HASHTAG na twitterze

source: show tweets i made
pl: pokaż tweety które wysłałem

source: show tweets with hashtag TWITTER.SLOT.HASHTAG
pl: pokaż tweety z hashtagiem TWITTER.SLOT.HASHTAG

source: show tweets with hashtag TWITTER.SLOT.HASHTAG on twitter
pl: pokaż tweety z hashtagiem TWITTER.SLOT.HASHTAG na twitterze

source: show youtube 's YOUTUBE.SLOT.CATEGORY channels
pl: pokaż kanały YOUTUBE.SLOT.CATEGORY w youtube

source: show youtube channel YOUTUBE.SLOT.CHANNEL_ID
pl: pokaż kanał YOUTUBE.SLOT.CHANNEL_ID

source: show youtube channels i follow
pl: pokaż kanały youtube które obserwuję

source: show youtube channels with category YOUTUBE.SLOT.CATEGORY
pl: pokaż kanały z kategorią YOUTUBE.SLOT.CATEGORY na youtube

source: show youtube videos in YOUTUBE.SLOT.CHANNEL_ID
pl: pokaż filmy z kanału YOUTUBE.SLOT.CHANNEL_ID na youtube

source: silence my speaker
pl: ucisz mój głośnik

source: silence speaker
pl: wycisz głośnik

source: silence the speaker
pl: zrób cicho głośnik

source: skip than song
pl: pomiń tę piosenkę

source: skip than song on spotify
pl: pomiń tę piosenkę w spotify

source: skip than track
pl: pomiń ten utwór

source: skip than track on spotify
pl: pomiń ten utwór w spotify

source: skip this song
pl: pomiń tę piosenkę

source: skip this song on spotify
pl: pomiń tę piosenkę w spotify

source: skip this track
pl: pomiń ten utwór

source: skip this track on spotify
pl: pomiń ten utwór w spotify

source: skip to SPOTIFY.SLOT.SEEK_TIME seconds
pl: pomiń SPOTIFY.SLOT.SEEK_TIME sekund

source: sms PHONE.SLOT.TO
pl: sms do PHONE.SLOT.TO

source: sms PHONE.SLOT.TO containing PHONE.SLOT.MESSAGE
pl: sms do PHONE.SLOT.TO o treści PHONE.SLOT.MESSAGE

source: sms PHONE.SLOT.TO saying PHONE.SLOT.MESSAGE
pl: sms do PHONE.SLOT.TO PHONE.SLOT.MESSAGE

source: stop following TWITTER.SLOT.USERNAME on twitter
pl: przestań śledzić TWITTER.SLOT.USERNAME na twitterze

source: sunrise and sunset for location WEATHER.SLOT.LOCATION
pl: wschód i zachód słońca dla lokalizacji WEATHER.SLOT.LOCATION

source: sunrise and sunset for location WEATHER.SLOT.LOCATION on date WEATHER.SLOT.DATE
pl: wschód i zachód słońca dla lokalizacji WEATHER.SLOT.LOCATION w dniu WEATHER.SLOT.DATE

source: sunrise and sunset times at WEATHER.SLOT.LOCATION
pl: godziny wschodu i zachodu słońca w WEATHER.SLOT.LOCATION

source: sunrise and sunset times at WEATHER.SLOT.LOCATION on date WEATHER.SLOT.DATE
pl: godziny wschodu i zachodu słońca w WEATHER.SLOT.LOCATION w dniu WEATHER.SLOT.DATE

source: sunrise at WEATHER.SLOT.LOCATION
pl: wschód słońca w WEATHER.SLOT.LOCATION

source: sunrise time at WEATHER.SLOT.LOCATION
pl: czas wschodu słońca w WEATHER.SLOT.LOCATION

source: sunset at WEATHER.SLOT.LOCATION
pl: zachód słońca w WEATHER.SLOT.LOCATION

source: sunset time at WEATHER.SLOT.LOCATION
pl: czas zachodu słońca w WEATHER.SLOT.LOCATION

source: surf
pl: surfuj

source: surfing
pl: surfowanie

source: switch SPEAKER.SLOT.POWER my speaker
pl: mój głośnik SPEAKER.SLOT.POWER

source: switch SPEAKER.SLOT.POWER my speaker for me
pl: wciśnij SPEAKER.SLOT.POWER na moim głośniku

source: switch SPEAKER.SLOT.POWER the speaker
pl: przełącz głośnik na SPEAKER.SLOT.POWER

source: switch SPEAKER.SLOT.POWER the speaker for me
pl: wciśnij SPEAKER.SLOT.POWER na głośniku

source: switch off the AIRCONDITIONER.SLOT.AV_ALIAS
pl: zatrzymaj AIRCONDITIONER.SLOT.AV_ALIAS

source: switch on the AIRCONDITIONER.SLOT.AV_ALIAS
pl: uruchom AIRCONDITIONER.SLOT.AV_ALIAS

source: switch the AIRCONDITIONER.SLOT.AV_ALIAS off
pl: zatrzymaj AIRCONDITIONER.SLOT.AV_ALIAS off

source: switch the AIRCONDITIONER.SLOT.AV_ALIAS on
pl: uruchom AIRCONDITIONER.SLOT.AV_ALIAS

source: take a picture using Instagram
pl: zrób zdjęcie za pomocą instagrama

source: take a picture with Instagram
pl: zrób zdjęcie na instagramie

source: tell me if my weight goes over FITBIT.SLOT.WEIGHT
pl: powiedz mi kiedy moja waga przekroczy FITBIT.SLOT.WEIGHT

source: text PHONE.SLOT.TO
pl: wiadomość do PHONE.SLOT.TO

source: text PHONE.SLOT.TO containing PHONE.SLOT.MESSAGE
pl: wiadomość do PHONE.SLOT.TO o treści PHONE.SLOT.MESSAGE

source: text PHONE.SLOT.TO saying PHONE.SLOT.MESSAGE
pl: wiadomość do PHONE.SLOT.TO PHONE.SLOT.MESSAGE

source: the NEWS.SLOT.PORTAL NEWS.SLOT.SECTION section
pl: pokaż NEWS.SLOT.PORTAL w zakładce NEWS.SLOT.SECTION

source: the NEWS.SLOT.SECTION section of the NEWS.SLOT.PORTAL
pl: pokaż NEWS.SLOT.SECTION z NEWS.SLOT.PORTAL

source: the count of steps from fitbit
pl: policz ilość kroków w fitbitcie

source: the count of steps on FITBIT.SLOT.DATE from fitbit
pl: liczba kroków FITBIT.SLOT.DATE na fitbitcie

source: the current weather at WEATHER.SLOT.LOCATION
pl: aktualna pogoda w WEATHER.SLOT.LOCATION

source: the current weather at WEATHER.SLOT.LOCATION tomorrow
pl: aktualna jutrzejsza pogoda dla WEATHER.SLOT.LOCATION

source: the current weather in WEATHER.SLOT.LOCATION
pl: aktualna pogoda w WEATHER.SLOT.LOCATION

source: the current weather in WEATHER.SLOT.LOCATION tomorrow
pl: aktualna jutrzejsza pogoda w WEATHER.SLOT.LOCATION

source: the danceability of current song
pl: taneczność obecnej piosenki

source: the danceability of current track
pl: taneczność aktualnego utworu

source: the danceability of that song
pl: taneczność tej piosenki

source: the danceability of that track
pl: taneczność tego utworu

source: the danceability of the current song
pl: taneczność obecnej piosenki

source: the danceability of the current track
pl: taneczność bieżącego utworu

source: the danceability of the that song
pl: taneczność tej piosenki

source: the danceability of the that track
pl: taneczność tego utworu

source: the danceability of the this song
pl: taneczność tej piosenki

source: the danceability of the this track
pl: taneczność tego utworu

source: the danceability of this song
pl: taneczność tej piosenki

source: the danceability of this track
pl: taneczność tego utworu

source: the fitbit pedometer
pl: krokomierz w fitbitcie

source: the fitbit pedometer on FITBIT.SLOT.DATE
pl: krokomierz dla FITBIT.SLOT.DATE

source: the fitbit step counter
pl: fitbitowy licznik kroków

source: the fitbit step counter on FITBIT.SLOT.DATE
pl: licznik kroków fitbit dla FITBIT.SLOT.DATE

source: the language of TRANSLATE.SLOT.TEXT.MULTI
pl: język TRANSLATE.SLOT.TEXT.MULTI

source: the language of TRANSLATE.SLOT.TEXT.MULTI is written in
pl: język w jakim TRANSLATE.SLOT.TEXT.MULTI jest napisane

source: the number of steps from fitbit
pl: liczba kroków w fitbitcie

source: the number of steps from fitbit on FITBIT.SLOT.DATE
pl: ilość kroków na fitbitcie którą zrobiłem FITBIT.SLOT.DATE

source: the number of steps i took
pl: liczba kroków które zrobiłem

source: the number of steps i took on FITBIT.SLOT.DATE
pl: ilość kroków którą zrobiłem FITBIT.SLOT.DATE

source: the presence of SLACK.SLOT.USERNAME on slack
pl: sprawdź dostępność SLACK.SLOT.USERNAME na slacku

source: the step count from fitbit
pl: licznik kroków w fitbitcie

source: the step count on FITBIT.SLOT.DATE from fitbit
pl: liczba kroków liczona FITBIT.SLOT.DATE na fitbitcie

source: the steps i have taken
pl: ilość kroków którą przeszedłem

source: the steps i have taken on FITBIT.SLOT.DATE
pl: kroki które zrobiłem FITBIT.SLOT.DATE

source: the translation of TRANSLATE.SLOT.SRC_LANG sentence TRANSLATE.SLOT.TEXT
pl: tłumaczenie zdania TRANSLATE.SLOT.SRC_LANG TRANSLATE.SLOT.TEXT

source: the translation of TRANSLATE.SLOT.TEXT from TRANSLATE.SLOT.SRC_LANG
pl: tłumaczenie TRANSLATE.SLOT.TEXT z TRANSLATE.SLOT.SRC_LANG

source: the translation of TRANSLATE.SLOT.TEXT from TRANSLATE.SLOT.SRC_LANG to TRANSLATE.SLOT.TRG_LANG
pl: tłumaczenie TRANSLATE.SLOT.TEXT z TRANSLATE.SLOT.SRC_LANG na TRANSLATE.SLOT.TRG_LANG

source: the translation of TRANSLATE.SLOT.TEXT from TRANSLATE.SLOT.SRC_LANG to TRANSLATE.SLOT.TRG_LANG with TRANSLATE.SLOT.TRANSLATOR
pl: tłumaczenie TRANSLATE.SLOT.TEXT z TRANSLATE.SLOT.SRC_LANG na TRANSLATE.SLOT.TRG_LANG za pomocą TRANSLATE.SLOT.TRANSLATOR

source: the translation of TRANSLATE.SLOT.TEXT to TRANSLATE.SLOT.TRG_LANG from TRANSLATE.SLOT.SRC_LANG
pl: tłumaczenie TRANSLATE.SLOT.TEXT na TRANSLATE.SLOT.TRG_LANG z TRANSLATE.SLOT.SRC_LANG

source: the translation of TRANSLATE.SLOT.TEXT to TRANSLATE.SLOT.TRG_LANG from TRANSLATE.SLOT.SRC_LANG with TRANSLATE.SLOT.TRANSLATOR
pl: tłumaczenie TRANSLATE.SLOT.TEXT na TRANSLATE.SLOT.TRG_LANG z TRANSLATE.SLOT.SRC_LANG za pomocą TRANSLATE.SLOT.TRANSLATOR

source: the translation of TRANSLATE.SLOT.TEXT.EN
pl: tłumaczenie TRANSLATE.SLOT.TEXT.EN

source: the translation of TRANSLATE.SLOT.TEXT.EN into TRANSLATE.SLOT.TRG_LANG
pl: tłumaczenie TRANSLATE.SLOT.TEXT.EN na TRANSLATE.SLOT.TRG_LANG

source: the translation of TRANSLATE.SLOT.TEXT.EN to TRANSLATE.SLOT.TRG_LANG
pl: tłumaczenie TRANSLATE.SLOT.TEXT.EN na TRANSLATE.SLOT.TRG_LANG

source: the weather
pl: pogoda

source: the weather at WEATHER.SLOT.LOCATION
pl: pogoda dla WEATHER.SLOT.LOCATION

source: the weather at WEATHER.SLOT.LOCATION tomorrow
pl: jutro pogoda dla WEATHER.SLOT.LOCATION

source: the weather in WEATHER.SLOT.LOCATION
pl: pogoda w WEATHER.SLOT.LOCATION

source: the weather in WEATHER.SLOT.LOCATION tomorrow
pl: jutro pogoda w WEATHER.SLOT.LOCATION

source: the weather outside
pl: pogoda na zewnątrz

source: tomorrow weather
pl: jutrzejsza pogoda

source: translate TRANSLATE.SLOT.SRC_LANG sentence TRANSLATE.SLOT.TEXT
pl: przetłumacz TRANSLATE.SLOT.SRC_LANG zdanie TRANSLATE.SLOT.TEXT

source: translate TRANSLATE.SLOT.TEXT from TRANSLATE.SLOT.SRC_LANG
pl: przetłumacz TRANSLATE.SLOT.TEXT z TRANSLATE.SLOT.SRC_LANG

source: translate TRANSLATE.SLOT.TEXT from TRANSLATE.SLOT.SRC_LANG to TRANSLATE.SLOT.TRG_LANG
pl: przetłumacz TRANSLATE.SLOT.TEXT z TRANSLATE.SLOT.SRC_LANG na TRANSLATE.SLOT.TRG_LANG

source: translate TRANSLATE.SLOT.TEXT to TRANSLATE.SLOT.TRG_LANG from TRANSLATE.SLOT.SRC_LANG
pl: przetłumacz TRANSLATE.SLOT.TEXT na TRANSLATE.SLOT.TRG_LANG z TRANSLATE.SLOT.SRC_LANG

source: translate TRANSLATE.SLOT.TEXT.EN
pl: tłumacz TRANSLATE.SLOT.TEXT.EN

source: translate TRANSLATE.SLOT.TEXT.EN into TRANSLATE.SLOT.TRG_LANG
pl: przetłumacz TRANSLATE.SLOT.TEXT.EN na TRANSLATE.SLOT.TRG_LANG

source: translate TRANSLATE.SLOT.TEXT.EN to TRANSLATE.SLOT.TRG_LANG
pl: przetłumacz TRANSLATE.SLOT.TEXT.EN na TRANSLATE.SLOT.TRG_LANG

source: translate to TRANSLATE.SLOT.TRG_LANG
pl: przetłumacz na TRANSLATE.SLOT.TRG_LANG

source: translate to TRANSLATE.SLOT.TRG_LANG TRANSLATE.SLOT.TEXT.EN
pl: przetłumacz na TRANSLATE.SLOT.TRG_LANG TRANSLATE.SLOT.TEXT.EN

source: translation of TRANSLATE.SLOT.SRC_LANG sentence TRANSLATE.SLOT.TEXT
pl: tłumaczenie zdania TRANSLATE.SLOT.SRC_LANG TRANSLATE.SLOT.TEXT

source: translation of TRANSLATE.SLOT.TEXT from TRANSLATE.SLOT.SRC_LANG
pl: tłumaczenie TRANSLATE.SLOT.TEXT z TRANSLATE.SLOT.SRC_LANG

source: translation of TRANSLATE.SLOT.TEXT from TRANSLATE.SLOT.SRC_LANG to TRANSLATE.SLOT.TRG_LANG
pl: tłumaczenie TRANSLATE.SLOT.TEXT z TRANSLATE.SLOT.SRC_LANG na TRANSLATE.SLOT.TRG_LANG

source: translation of TRANSLATE.SLOT.TEXT to TRANSLATE.SLOT.TRG_LANG from TRANSLATE.SLOT.SRC_LANG
pl: tłumaczenie TRANSLATE.SLOT.TEXT na TRANSLATE.SLOT.TRG_LANG z TRANSLATE.SLOT.SRC_LANG

source: translation of TRANSLATE.SLOT.TEXT.EN
pl: tłumaczenie TRANSLATE.SLOT.TEXT.EN

source: translation of TRANSLATE.SLOT.TEXT.EN into TRANSLATE.SLOT.TRG_LANG
pl: tłumaczenie TRANSLATE.SLOT.TEXT.EN na TRANSLATE.SLOT.TRG_LANG

source: translation of TRANSLATE.SLOT.TEXT.EN to TRANSLATE.SLOT.TRG_LANG
pl: tłumaczenie TRANSLATE.SLOT.TEXT.EN na TRANSLATE.SLOT.TRG_LANG

source: turn SPEAKER.SLOT.POWER my speaker
pl: SPEAKER.SLOT.POWER mój głośnik

source: turn SPEAKER.SLOT.POWER my speaker for me
pl: SPEAKER.SLOT.POWER dla mnie mój głośnik

source: turn SPEAKER.SLOT.POWER the speaker
pl: SPEAKER.SLOT.POWER głośnik

source: turn SPEAKER.SLOT.POWER the speaker for me
pl: SPEAKER.SLOT.POWER dla mnie głośnik

source: turn SPOTIFY.SLOT.STATE repeat
pl: SPOTIFY.SLOT.STATE powtórz

source: turn SPOTIFY.SLOT.STATE shuffle
pl: SPOTIFY.SLOT.STATE shuffle

source: turn off the AIRCONDITIONER.SLOT.AV_ALIAS
pl: wyłącz AIRCONDITIONER.SLOT.AV_ALIAS

source: turn on the AIRCONDITIONER.SLOT.AV_ALIAS
pl: włącz AIRCONDITIONER.SLOT.AV_ALIAS

source: turn shuffle SPOTIFY.SLOT.STATE
pl: SPOTIFY.SLOT.STATE losowe odtwarzanie

source: turn the AIRCONDITIONER.SLOT.AV_ALIAS off
pl: wyłącz AIRCONDITIONER.SLOT.AV_ALIAS

source: turn the AIRCONDITIONER.SLOT.AV_ALIAS on
pl: włącz AIRCONDITIONER.SLOT.AV_ALIAS

source: tweets about TWITTER.SLOT.HASHTAG
pl: tweety o TWITTER.SLOT.HASHTAG

source: tweets about TWITTER.SLOT.HASHTAG on twitter
pl: tweety o TWITTER.SLOT.HASHTAG na twitterze

source: tweets with hashtag TWITTER.SLOT.HASHTAG
pl: tweety z hashtagiem TWITTER.SLOT.HASHTAG

source: tweets with hashtag TWITTER.SLOT.HASHTAG on twitter
pl: tweety z hashtagiem TWITTER.SLOT.HASHTAG na twitterze

source: unfollow TWITTER.SLOT.USERNAME on twitter
pl: przestań obserwować TWITTER.SLOT.USERNAME na twitterze

source: unmute my speaker
pl: wyłącz wyciszenie mojego głośnika

source: unmute speaker
pl: wyłącz wyciszenie głośnika

source: unmute the speaker
pl: przywróc dzwięk na głośniku

source: update my facebook page saying FACEBOOK.SLOT.STATUS
pl: zaktualizuj moją stronę na facebooku o FACEBOOK.SLOT.STATUS

source: update my facebook status
pl: zupdateuj mój status na facebooku

source: update my facebook status saying FACEBOOK.SLOT.STATUS
pl: zaktualizuj mój status na Facebooku na FACEBOOK.SLOT.STATUS

source: upload FACEBOOK.SLOT.PICTURE_URL to facebook
pl: wyślij FACEBOOK.SLOT.PICTURE_URL na facebooka

source: upload SLACK.SLOT.MESSAGE to SLACK.SLOT.CHANNEL on slack
pl: prześlij SLACK.SLOT.MESSAGE do SLACK.SLOT.CHANNEL na slack

source: upload SLACK.SLOT.PICTURE_URL to SLACK.SLOT.CHANNEL on slack
pl: zamieść SLACK.SLOT.PICTURE_URL na slacku SLACK.SLOT.CHANNEL

source: upload a message on slack
pl: zamieść wiadomość na slacku

source: upload a message on slack to SLACK.SLOT.CHANNEL saying SLACK.SLOT.MESSAGE
pl: prześlij wiadomość na slacka SLACK.SLOT.CHANNEL z informacją SLACK.SLOT.MESSAGE

source: upload a picture on facebook
pl: wyślij zdjęcie na facebooka

source: upload a picture on facebook with caption FACEBOOK.SLOT.CAPTION
pl: wyślij zdjęcie na facebooku z podpisem FACEBOOK.SLOT.CAPTION

source: upload a picture on my facebook
pl: wyślij zdjęcie na mojego facebooka

source: upload a picture on slack to SLACK.SLOT.CHANNEL
pl: załącz zdjęcie na slackowy kanał SLACK.SLOT.CHANNEL

source: upload a picture on slack to SLACK.SLOT.CHANNEL with caption SLACK.SLOT.CAPTION
pl: zamieść zdjęcie na slacku SLACK.SLOT.CHANNEL z podpisem SLACK.SLOT.CAPTION

source: upload a picture to facebook
pl: wyślij zdjęcie do facebooka

source: upload a picture to my facebook
pl: wyślij zdjęcie do mojego facebooka

source: upload a picture to slack channel SLACK.SLOT.CHANNEL
pl: załącz zdjęcie na SLACK.SLOT.CHANNEL

source: upload a picture to slack channel SLACK.SLOT.CHANNEL with caption SLACK.SLOT.CAPTION
pl: zamieść zdjęcie na slackowym kanale SLACK.SLOT.CHANNEL z podpisem SLACK.SLOT.CAPTION

source: upload a picture with caption FACEBOOK.SLOT.CAPTION on facebook
pl: wyślij zdjęcie z podpisem FACEBOOK.SLOT.CAPTION na facebooku

source: upload on slack
pl: zamieść na slacku

source: upload to facebook FACEBOOK.SLOT.PICTURE_URL
pl: wyślij na facebooka FACEBOOK.SLOT.PICTURE_URL

source: use spotify
pl: użyj spotify

source: use spotify and play some music
pl: użyj spotify i odtwarzaj muzykę

source: use spotify to play some music
pl: użyj spotif aby odtworzyć jakąś muzykę

source: weather at WEATHER.SLOT.LOCATION
pl: pogoda dla WEATHER.SLOT.LOCATION

source: weather at WEATHER.SLOT.LOCATION tomorrow
pl: jutrzejsza pogoda dla WEATHER.SLOT.LOCATION

source: weather in WEATHER.SLOT.LOCATION
pl: pogoda w WEATHER.SLOT.LOCATION

source: weather in WEATHER.SLOT.LOCATION tomorrow
pl: jutrzejsza pogoda w WEATHER.SLOT.LOCATION

source: weather tomorrow
pl: jutro na pogoda

source: web search
pl: wyszukiwarka internetowa

source: web sites matching WEBSEARCH.SLOT.TXT_QUERY
pl: strony internetowe pasujące do WEBSEARCH.SLOT.TXT_QUERY

source: websites matching WEBSEARCH.SLOT.TXT_QUERY
pl: witryny pasujące do WEBSEARCH.SLOT.TXT_QUERY

source: what does the AIRCONDITIONER.SLOT.DEVICE_NAME indoor temperature sensor say ?
pl: co mówi czujnik temperatury wewnętrznej AIRCONDITIONER.SLOT.DEVICE_NAME?

source: what does the AIRCONDITIONER.SLOT.DEVICE_NAME indoor temperature sensor show ?
pl: co pokazuje czujnik temperatury wewnętrznej AIRCONDITIONER.SLOT.DEVICE_NAME?

source: what is the indoor temperature ?
pl: jaka jest temperatura wewnętrzna?

source: what is the indoor temperature according to AIRCONDITIONER.SLOT.AV_ALIAS ?
pl: jaka jest temperatura wewnętrzna według AIRCONDITIONER.SLOT.AV_ALIAS?

source: what is the indoor temperature according to my AIRCONDITIONER.SLOT.AV_ALIAS ?
pl: jaka jest temperatura wewnętrzna według mojego AIRCONDITIONER.SLOT.AV_ALIAS?

source: what is the indoor temperature according to the AIRCONDITIONER.SLOT.AV_ALIAS ?
pl: jaka jest temperatura wewnętrzna według AIRCONDITIONER.SLOT.AV_ALIAS?

source: what is the level of humidity ?
pl: jaki jest poziom wilgotności?

source: what is the level of humidity according to my AIRCONDITIONER.SLOT.AV_ALIAS sensor ?
pl: jaki jest poziom wilgotności według mojego czujnika AIRCONDITIONER.SLOT.AV_ALIAS?

source: what is the level of indoor temperature ?
pl: jaki jest poziom temperatury wewnętrznej?

source: what is the level of indoor temperature according to my AIRCONDITIONER.SLOT.AV_ALIAS sensor ?
pl: jaki jest poziom temperatury wewnętrznej zgodnie z moim czujnikiem AIRCONDITIONER.SLOT.AV_ALIAS?

source: what is the level of temperature ?
pl: jaki jest poziom temperatury?

source: what is the level of temperature according to my AIRCONDITIONER.SLOT.AV_ALIAS sensor ?
pl: jaki jest poziom temperatury według mojego czujnika AIRCONDITIONER.SLOT.AV_ALIAS?

source: what is the translation of TRANSLATE.SLOT.TEXT.EN
pl: jakie jest tłumaczenie TRANSLATE.SLOT.TEXT.EN

source: what is the translation of TRANSLATE.SLOT.TEXT.EN to TRANSLATE.SLOT.TRG_LANG
pl: jakie jest tłumaczenie TRANSLATE.SLOT.TEXT.EN na TRANSLATE.SLOT.TRG_LANG

source: what is the wather in WEATHER.SLOT.LOCATION
pl: jaka jest pogoda w WEATHER.SLOT.LOCATION

source: what is the wather in WEATHER.SLOT.LOCATION tomorrow
pl: jaka jest pogoda jutro w WEATHER.SLOT.LOCATION

source: what is the wather like in WEATHER.SLOT.LOCATION
pl: jak wygląda pogoda w WEATHER.SLOT.LOCATION

source: what is the wather like in WEATHER.SLOT.LOCATION tomorrow
pl: jak będzie jutro w WEATHER.SLOT.LOCATION

source: what temperature do I have in here according to my AIRCONDITIONER.SLOT.AV_ALIAS ?
pl: jaką mam tutaj temperaturę według mojego AIRCONDITIONER.SLOT.AV_ALIAS?

source: what temperature do we have in here according to my AIRCONDITIONER.SLOT.AV_ALIAS ?
pl: jaką mamy tutaj temperaturę według mojego AIRCONDITIONER.SLOT.AV_ALIAS?

source: what temperature is it in here according to my AIRCONDITIONER.SLOT.AV_ALIAS ?
pl: jaka jest tutaj temperatura według mojego AIRCONDITIONER.SLOT.AV_ALIAS?

source: what's the weather
pl: jaka jest pogoda

source: what's the weather like
pl: jaka jest pogoda

source: what's the weather like outside
pl: jaka jest pogoda na zewnątrz

source: what's the weather outside
pl: jaka jest pogoda na zewnątrz

source: what's the weather tommorow
pl: jaka będzie jutro pogoda

source: what's the weather tommorow like
pl: jaka może być jutro pogoda

source: whats on my schedule CALENDAR.SLOT.DATE
pl: co jest w moim harmonogramie CALENDAR.SLOT.DATE

source: when is sunrise at WEATHER.SLOT.LOCATION
pl: kiedy jest wschód słońca w WEATHER.SLOT.LOCATION

source: when is sunrise time at WEATHER.SLOT.LOCATION
pl: kiedy jest wschód słońca w WEATHER.SLOT.LOCATION

source: when is sunset at WEATHER.SLOT.LOCATION
pl: kiedy jest zachód słońca w WEATHER.SLOT.LOCATION

source: when is sunset time at WEATHER.SLOT.LOCATION
pl: kiedy jest zachód słońca w WEATHER.SLOT.LOCATION

source: whether SLACK.SLOT.USERNAME is active on slack
pl: czy SLACK.SLOT.USERNAME jest aktywny na slacku

source: whether SLACK.SLOT.USERNAME is away on slack
pl: czy SLACK.SLOT.USERNAME jest niedostępny na slacku

source: wiki surf
pl: serfuj na wiki

source: wiki surfing
pl: serfowanie na wiki

source: wikipedia surf
pl: serfuj na wikipedii

source: wikipedia surfing
pl: serfowanie na wikipedii
